---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SomeSpotDimensionsLostOnPaste
source: html/174e23a2-7ff7-1b7b-0929-04c8a3a7127d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SomeSpotDimensionsLostOnPaste Property

Some Spot Dimensions were not copied because some References were lost.

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeSpotDimensionsLostOnPaste { get; }
```